Revit 2023 API
GroupTypeId.Title Property
 "Title Text"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId Title { get; }
Visual Basic
Public Shared ReadOnly Property Title As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Title {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace